Repository: kugiigi/indicator-immersive
Catalog: po/*.po
Languages: fr, nl

source: Immersive mode Indicator
fr: Indicateur de mode immersif
nl: Schermvullende weergave-indicator

source: What is this?
fr: Qu'est-ce que c'est ?
nl: Wat is dit?

source: This is a proof of concept of a new mode for the desktop environment Lomiri wherein some system gestures are disabled to help the user focus on the current app they're using without much distractions.
fr: Il s'agit d'un démonstrateur relatif à un nouveau mode pour l'environnement de bureau Lomiri dans lequel certains gestes du système sont désactivés pour aider l'utilisateur à se concentrer sur l'application qu'il utilise sans trop de distractions.
nl: Dit is een proef omtrent een nieuwe weergave voor de werkomgeving Lomiri, waarin sommige systeemgebaren uitgeschakeld zijn zodat de gebruiken zich beter kan concentreren op het gebruiken van de huidige app.

source: This is specially useful for apps that require different in-app gestures that could conflict with system gesture such as painting/drawing apps and games.
fr: Cela est particulièrement utile pour les applications qui nécessitent différents gestes qui pourraient entrer en conflit avec les gestes du système tels que les applications et les jeux de peinture/dessin.
nl: Dit is vooral nuttig voor apps die in-appgebaren gebruiken die kunnen botsen met systeemgebaren, zoals tekenapps en spellen.

source: I call this Immersive mode because I feel like it best describes its purpose.
fr: J'appelle cela le mode immersif parce que je pense que cela décrit le mieux son objectif.
nl: Ik noem dit ‘Schermvullende weergave’, omdat ik denk dat dit het doel het beste beschrijft.

source: However, it's somewhat borrowed from Android so if you can think of a better name then let me know :)
fr: Cependant, c'est en quelque sorte emprunté à Android, donc si vous pensez à un meilleur nom, faites-le moi savoir :)
nl: Maar de naam is wel enigszins overgenomen van Android, dus laat me weten als je een betere naam hebt. :)

source: What does it exactly do?
fr: Qu'est-ce que cela fait exactement ?
nl: Wat doet het precies?

source: When Immersive mode is enabled, left and right edge gestures are disabled.
fr: Lorsque le mode immersif est activé, les gestes des bords gauche et droit sont désactivés.
nl: Als de schermvullende weergave is ingeschakeld, dan zijn gebaren vanaf de linker- en rechterrand uitgeschakeld.

source: This means you can't swipe from the left to open the launcher or the app drawer and you can't open the app spread from the right edge.
fr: Cela signifie que vous ne pouvez pas glisser à partir du bord gauche pour ouvrir le lanceur ou la liste des applications et que vous ne pouvez pas ouvrir l'aperçu des application à partir du bord droit.
nl: Dit houdt in dat je niet vanaf de linkerrand kunt vegen om de starter of het appoverzicht te openen, evenmin als het overzicht met geopende apps vanaf de rechterrand.

source: This is all it does at the moment but if ever this actually gets into Lomiri officially, maybe some other gestures can also be disabled such as the 3-finger gestures in tablets.
fr: C'est tout ce qu'il fait pour l'instant, mais si jamais cela entre officiellement dans le Lomiri, peut-être que d'autres gestes pourront aussi être désactivés, comme les gestes à trois doigts sur les tablettes.
nl: Momenteel is dat alles wat de indicator doet, maar als dit ooit officieel wordt opgenomen in Lomiri, kan er wellicht ondersteuning komen voor het uitschakelen van meer gebaren, zoals die met 3 vingers op tablets.

source: How does it work?
fr: Comment cela marche-t-il ?
nl: Hoe werkt het?

source: Left and right edges are disabled by simply setting Lomiri's GSettings key "Edge Drag Width" to 0.
fr: Les bords gauche et droit sont désactivés en réglant simplement la clé GSettings de Lomiri « Edge Drag Width » sur 0.
nl: De linker- en rechterranden worden uitgeschakeld door Lomiri's GSettings-sleutel ‘Edge Drag Width’ op ‘0’ in te stellen.

source: This settings can also be adjusted via UT Tweak Tool but the range there is only limited to 1-6.
fr: Ces paramètres peuvent également être ajustés via l'outil de personnalisation d'Ubuntu Touch, mais la plage est limitée de 1 à 6.
nl: Deze instellingen kunnen ook worden aangepast met UT Tweak Tool, maar het bereik is daar beperkt van 1 tot 6.

source: Anything else?
fr: Quoi d'autre ?
nl: Nog meer wat ik moet weten?

source: Some devices such as the Nexus 5 and Meizu MX4 has an issue wherein one edge is still active even with Immersive mode enabled.
fr: Certains appareils tels que le Nexus 5 et le Meizu MX4 présentent un problème car un bord est toujours actif même si le mode immersif est activé.
nl: Sommige apparaten, zoals de Nexus 5 en Meizu MX4, hebben een probleem: één rand blijft altijd actief, óók als de schermvullende weergave in ingeschakeld.

source: The still active edge depends on the orientation and possibly an invisible bug on these devices.
fr: Le bord encore actif dépend de l'orientation et éventuellement d'un problème invisible sur ces appareils.
nl: De actieve rand is afhankelijk van de oriëntatie en mogelijk een onzichtbare bug.

source: Disabling Immersive mode will reset the settings "Edge Drag Width" to its default value which is 2.
fr: La désactivation du mode immersif réinitialisera le paramètre « Edge Drag Width » à sa valeur par défaut qui est de 2.
nl: Schakel de schermvullende weergave uit om Lomiri's GSettings-sleutel ‘Edge Drag Width’ weer in te stellen op ‘2’.

source: So take note for those users who changed this value especially those who use a phone case.
fr: Donc prenez note pour les utilisateurs/trices qui ont changé cette valeur, en particulier ceux/elles qui utilisent un étui de téléphone.
nl: Houdt deze waarde dus in het achterhoofd, helemaal als je een hoesje gebruikt.

source: While on Immersive mode, 4-finger tap on the screen to open the app drawer.
fr: En mode immersif, appuyez à quatre doigts sur l'écran pour ouvrir la liste des applications.
nl: Druk met 4 vingers op het scherm om het appoverzicht te openen in de schermvullende weergave.

source: Don't forget to uninstall the indicator here first before uninstalling this app.
fr: N'oubliez pas de désinstaller d'abord l'indicateur ici avant de désinstaller cette application.
nl: Vergeet niet om hier de indicator te verwijderen vóórdat je deze app deïnstalleert.

source: Default edge width: %1
fr: Largeur de bord par défaut : %1
nl: Standaard randbreedte: %1

source: This will be used when turning off immersive mode
fr: Ceci sera utilisé lors de la désactivation du mode immersif
nl: Deze waarde wordt ingesteld als je de schermvullende weergave uitschakelt

source: How big (in grid units) the edge-drag sensitive area should be.
fr: Taille (en unités de grille) de la zone du bord de l'écran sensible au toucher.
nl: Hoe groot (in roostereenheden) het veeggebied langs de randen moet zijn.

source: Reset
fr: Réinitialiser
nl: Standaardwaarden

source: Install Indicator
fr: Installer l'indicateur
nl: Indicator toevoegen

source: Uninstall Indicator
fr: Désinstaller l'indicateur
nl: Indicator verwijderen

source: Restart Lomiri/Unity8
fr: Redémarrer Lomiri/Unity8

source: Uninstall the indicator here before uninstalling the app!
fr: Désinstallez l'indicateur ici avant de désinstaller l'application !
nl: Verwijder hier de indicator vóórdat je de app deïnstalleert!

source: Restart Lomiri
fr: Redémarrer Lomiri

source: Do you want to restart Lomiri now?
fr: Voulez-vous redémarrer Lomiri maintenant ?

source: All currently open apps will be closed.
fr: Toutes les applications actuellement ouvertes seront fermées.

source: Save all your work before continuing!
fr: Enregistrez tous vos travaux avant de continuer !

source: Cancel
fr: Annuler

source: Successfully installed!
fr: Installé avec succès !
nl: De indicator is toegevoegd!

source: Please reboot or restart Lomiri/Unity8
fr: Veuillez relancer ou redémarrer Lomiri/Unity8

source: Failed to install
fr: Échec de l'installation
nl: De indicator kan niet worden toegevoegd

source: Successfully uninstalled!
fr: Désinstallé avec succès !
nl: De indicator is verwijderd!

source: Failed to uninstall
fr: Échec de la désinstallation
nl: De indicator kan niet worden verwijderd

source: Default edge mouse sensitivity: %1
nl: Standaard randgevoeligheid: %1

source: How sensitive the edges are from mouse push.
nl: Hoe gevoelig de randen zijn voor muisbewegingen.

source: Default edge mouse minimum push sensitivity: %1
nl: Standaard minimale randgevoeligheid: %1

source: Please reboot to enable the indicator
nl: Herstart om de indicator in gebruik te nemen
